[
  {
    "slide_title": "Statistical Methods in Six Sigma (MDM31235)",
    "bullets": [
      "Prof. Shreenivas Londhe Ph.D. P. D. F.\nshreenivas.londhe@viit.ac.in\nDr. Preeti Kulkarni  \npreeti.Kulkarni@viit.ac.in\nDepartment of Civil Engineering",
      "BRACT’S, Vishwakarma Institute of Technology, Pune",
      "(An Autonomous Institute affiliated to Savitribai Phule Pune University)\n(NBA and NAAC accredited, ISO 9001:2015 certified)"
    ]
  },
  {
    "slide_title": "Review of previous session",
    "bullets": [
      "Nil",
      "Faculty Name(optional), Department of ______Engineering, VIIT, Pune-48",
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48"
    ]
  },
  {
    "slide_title": "Discuss concept of quality, Total Quality Management (TQM\n\n\n\n\nUnderstand concept of quality, Total Quality Management (TQM\nDiscuss history and principles of Quality",
    "bullets": [
      "Learning Outcome/Course Outcome",
      "Prof. Shreenivas Londhe, Department of Civil Engineering, VIIT , Pune-48",
      "Objective/s of this session"
    ]
  },
  {
    "slide_title": "Quality – Let’s mull over a bit",
    "bullets": [
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
      "Ref: Kremer, Gül & Chiu, Ming-Chuan & Kim, Tae-Hyun. (2013). Perceived feature utility-based product family design: A mobile phone case study. Journal of Intelligent Manufacturing. 24. 10.1007/s10845-012-0699-5. \nhttps://www.youtube.com/watch?v=_SO_3ZJgahE\nhttps://www.youtube.com/watch?v=XYo0VbxloN4",
      "Based on Speed,\nBattery Life\nCamera\nPrice\nWeight\nDisplay\nPWM(Pulse Width Modulation)\nDynamic Island\nSpecs\nRating etc."
    ]
  },
  {
    "slide_title": "Faculty Name(optional), Department of ______Engineering, VIIT, Pune-48",
    "bullets": [
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
      "Quality – Lets mull over a bit",
      "Source and Type of Rock\nParticle Shape and Texture\nSize and Grading\nStrength and Toughness\nWater Absorption and Porosity\nDurability and Soundness\nSpecific Gravity\nAlkali-Aggregate Reactivity (AAR)"
    ]
  },
  {
    "slide_title": "Quality – Definition and Concept",
    "bullets": [
      "Quality refers to the degree to which a product, service, or process meets a specified set of requirements or expectations, often implying a level of excellence or fitness for purpose.\nQuality is a measure of how well something (a product, service, or process) meets its intended purpose and satisfies customer needs and expectations.\nQuality can be assessed based on various factors like performance, reliability, durability, features, aesthetics, and conformance to standards.\nQuality is a relative term and used with reference to the \n       end-use of product.\nQuality is aimed at the needs of the customer, present and \n      future.",
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48"
    ]
  },
  {
    "slide_title": "Quality – Definition and Concept",
    "bullets": [
      "According to [ISO 9000:2015, 3.6.2] Quality is defined as the “degree to which a set of inherent characteristics of an object fulfils requirements”\nDegree: Quality such as poor, good and excellent\nInherent: Permanent attribute\nRequirement: Need based or expectation\nJoseph Juran (Quality Guru) : “Quality is fitness for use.”\nPhilip B. Crosby (Quality Guru): “Quality is conformance to requirements.”\nW. Edwards Deming (Father of Quality Management): “Quality is pride of workmanship.”\nDeming focused on continuous improvement and quality through employee involvement and process control.\nA.V.Feigenbaum: Quality is the total composite of production and service characteristics of marketing, Engineering, manufacturing and maintenance through which the product and service in use will meet the expectations of the customer",
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Quality",
      "Quality can be quantified as: Q=P/E Where\nQ= Quality\nP=Performance \nE=Expectations\nIf Q is greater than 1.0 then the customer has a good feeling about the product or service. \nBroadly quality is:\nFitness for use\nGrade\nDegree of preference\nDegree of Excellence\nConformity to requirements"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Good quality of goods and services can provide an organization with a competitive edge.\nGood quality reduces costs due to product returns, rework, and scrap.\nGood quality increases productivity, profits, and other measures of success such as brand image, product image, and company goodwill.\nMost importantly, good quality generates satisfied customers today and tomorrow.\nGood quality creates an atmosphere for high employee morale, which improves productivity.",
      "Quality: Importance"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Conformance: Meeting the specifications of the customer or industry standards; workmanship.\nPerformance: Primary product functions such as clarity of voice received in mobile phones, radios, etc.\nFeatures: Added (secondary) functions to a product, such as a recording system in a television set.\nDurability: Lifetime of the product, including how well it resists wear and how often it requires repairs.\nReliability: The probability that a product will perform its intended function without failure for a given time.\nServiceability: Speed, courtesy, competence, and ease of repair.\nReputation: The customer’s perception of the product, as identified through market research.\nAesthetics: The external appearance or finish of the product to make it visually appealing.\nResponse: Human-to-human interaction, such as the dealer’s courtesy or helpfulness.",
      "Quality: Dimensions by Dravid A. Gravin, 1988"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Quality: Dimensions"
    ]
  },
  {
    "slide_title": "Quality – History",
    "bullets": [
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
      "Ref: Four decades of research on quality: summarising, Trendspotting and looking ahead - Scientific Figure on ResearchGate. Available from: https://www.researchgate.net/figure/Depiction-of-QMs-historical-development-Weckenmann-et-al-2015_fig1_335290066 [accessed 8 Jul 2025]"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Quality Management",
      "ISO 9000:2015 : Quality management is coordinated activities to direct and control an organization with regard to quality.\nThis includes establishing a quality policy and quality objectives, and implementing quality planning, control, assurance, and improvement.\nQuality management is how a company ensures that its products or services consistently meet customer expectations and comply with regulations.\nKey Components of Quality Management:\nQuality Planning – Defining quality standards and how to meet them.\nQuality Assurance – Systematic activities to build confidence in product quality.\nQuality Control – Operational techniques to meet quality requirements.\nQuality Improvement – Ongoing efforts to improve products, services, or processes."
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Quality – Benefits"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Quality Control",
      "Quality Control is essentially the activities and techniques employed to achieve and maintain the quality of a product, process, or service. \nIt involves the monitoring activity, but also concerns finding and eliminating causes of quality problems so that requirements of customers are continuously met."
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Quality Assurance",
      "Quality assurance (QA) is any systematic process of determining whether a product or service meets specified requirements. \nQA establishes and maintains set requirements for developing or manufacturing reliable products.\nA quality assurance process is meant to increase customer confidence and a company's credibility while improving work processes and efficiency. \nIt also helps a company compete in its market.\nThe International Organization for Standardization (ISO) is a driving force behind QA practices and mapping the processes used to implement QA. \nQA is often paired with the ISO 9000 international standard. \nMany companies use ISO 9000 to ensure their QA system is in place and effective."
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Quality – The journey"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Total Quality Management",
      "Total quality management (TQM) is the continual process of detecting and reducing or eliminating errors in manufacturing. \nTotal quality management aims to hold all parties involved in the production process accountable for the overall quality of the final product or service.\nTotal Quality Management (TQM) is also referred to as total productive maintenance. \nIt is the approach of the management to achieve long-term success by focusing on customer satisfaction. \nThe organization works towards a steady improvement in quality at all stages of production. \nTQM also helps reduce risks in manufacturing, improve the customer experience, and ensure that the employees are well-versed and up-to-date with their training. \nTQM is a comprehensive, organization-wide approach to improve quality continuously.\nInvolves all organizational processes and employees\nFocuses on customer satisfaction, employee involvement, and process improvement."
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Total Quality Management – Definitions"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Frederick W. Taylor wrote Principles of Scientific Management in 1911.\nWalter A. Shewhart used statistics in quality control and inspection, and showed that productivity improves when variation is reduced (1924); wrote Economic Control of Manufactured Product in 1931.\nW. Edwards Deming and Joseph M. Juran, students of Shewhart, went to Japan in 1950; began the transformation from “shoddy” to “world-class” goods.\nIn 1960, Dr. K. Ishikawa formalized quality circles — the use of small groups to eliminate variation and improve processes.\nIn the late 1970s and early 1980s:\nDeming returned from Japan to write Out of the Crisis, and began his famous 4-day seminars in the United States.\nPhil Crosby wrote Quality is Free.\nNBC ran the documentary “If Japan can do it, why can’t we?”\nMotorola began Six Sigma.",
      "Total Quality Management – History"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "TQM can be defined as a total commitment to the continuous improvement of a company's processes in order to maximize assets, reduce waste and rework, and satisfy and retain customers. \nTQM is an endless process of continual improvement. This management system was co-developed by W. Edwards Deming and Joseph Juran. \nIn adopting Deming's 14 basic principles (points) in their company, managers will need to stop depending on inspections to achieve quality; create a constancy of purpose to improve service; make quality the ultimate measure of success; stop awarding business solely on price; constantly improve service systems; adopt training programs; provide leadership; drive out fear; break down barriers among staff areas; eliminate slogans and targets; eliminate numerical goals; remove barriers to employees' pride in their work; institute a program for retraining and education; and take action.",
      "Total Quality Management – History"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Deming’s 14 points",
      "Create constancy of purpose for improvement\nAdopt a new philosophy\nCease dependence on mass inspection\nDo not award business on price alone\nWork continually on the system of production and service\nInstitute modern methods of training\nInstitute modern methods of supervision of workers\nDrive out fear\nBreak down barriers between departments\nEliminate slogans, exhortations, and targets for the workforce\nEliminate numerical quotas\nRemove barriers preventing pride of workmanship\nInstitute a vigorous program of education and retraining\nTake action to accomplish the transformation"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Understanding (and appreciation) of Systems :\nOptimizing sub-systems sub-optimizes the total system\nThe majority of defects come from systems, which are the responsibility of management (e.g., machines not in good order, defective material, etc.)\nKnowledge of Statistics (variation, capability, uncertainty in data, etc.)\nUsed to identify where problems are and to guide managers and workers toward solutions\nKnowledge of Psychology (Motivation)\nPeople are afraid of failing and not being recognized,\nSo they fear how data will be used against them\nTheory of Knowledge\nUnderstanding that management in any form is a prediction, and is based on assumptions",
      "Deming’s points"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "According to Dr. Joseph M. Juran (1991):\n“On the assembly line at the Ford Motor Company in 1923, most of the workers producing Model T’s were immigrants and could not speak English. Many were also illiterate. Workers learned their trade by modeling the actions of other workers. They were unable to plan, problem-solve, and make decisions. As a result, the Taylor scientific school of management flourished, and MBAs and industrial engineers were invented to do this work.\nToday, however, the workforce is educated. Workers know what is needed to improve their jobs, and companies that do not tap into this significant source of knowledge will truly be at a competitive disadvantage.”",
      "According to Phil Crosby, Quality is...\nAn attitude:\nZero Defects\nContinuous Improvement\nA measurement:\nPrice of Conformance, plus\nPrice of Nonconformance (defects)"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Features of TQM"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "TQM framework"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Transformation in Quality Thinking"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Total Quality Management History-In a nutshell"
    ]
  },
  {
    "slide_title": "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48",
    "bullets": [
      "Total Quality Management – Way ahead",
      "As the 21st century begins, the quality movement has matured and goes beyond Deming, Juran, and the early Japanese practitioners of quality. E.g:\nIn2015, the ISO 9001 standard was revised to increase emphasis on risk management.\nIn 2000, the ISO 9000 series of quality management standards was revised to increase emphasis on customer satisfaction.\nBeginning in 1995, the Malcolm Baldrige National Quality Award added a business results criterion to its measures of applicant success.\nSix Sigma, a methodology developed by Motorola to improve its business processes by minimizing defects, evolved into an organizational approach that achieved breakthroughs and significant bottom-line results.\nQuality function deployment was developed by Dr. Yoji Akao as a process for focusing on customer wants or needs in the design or redesign of a product or service.\nSector-specific versions of the ISO 9000 series of quality management standards were developed for such industries as automotive (QS-9000 and ISO/TS 16949), aerospace (AS9000) and telecommunications (TL 9000) and for environmental management (ISO 14000).\nQuality has moved beyond the manufacturing sector into such areas as service, healthcare, education, and government.\nThe Malcolm Baldrige National Quality Award has added education and healthcare to its original categories: manufacturing, small business, and service. Many advocates are pressing for the adoption of a \"nonprofit organization\" category as well."
    ]
  },
  {
    "slide_title": "Wrap up and related outcomes",
    "bullets": [
      "Understand concept of quality, Total Quality Management (TQM\nDiscuss history and principles of Quality",
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48"
    ]
  },
  {
    "slide_title": "To be discussed next time",
    "bullets": [
      "TQM Principles and TQM Tools",
      "Faculty Name(optional), Department of ______Engineering, VIIT, Pune-48",
      "Prof. Shreenivas Londhe, Department of Civil Engineering, VIIT , Pune-48"
    ]
  },
  {
    "slide_title": "Thank You",
    "bullets": [
      "Prof. Shreenivas Londhe and Dr. Preeti Kulkarni, Department of Civil Engineering, VIIT , Pune-48"
    ]
  }
]